package costant;

public class QuestionText_Constant
{
    public static final String T_Q1 = "Сколько это стоит? И как оплатить?";
    public static final String T_A1 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    public static final String T_Q2 = "Хочу сразу несколько самокатов! Так можно?";
    public static final String T_A2 = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
    public static final String T_Q3 = "Как рассчитывается время аренды?";
    public static final String T_A3 = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
    public static final String T_Q4 = "Можно ли заказать самокат прямо на сегодня?";
    public static final String T_A4 = "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    public static final String T_Q5 = "Можно ли продлить заказ или вернуть самокат раньше?";
    public static final String T_A5 = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
    public static final String T_Q6 = "Вы привозите зарядку вместе с самокатом?";
    public static final String T_A6 = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
    public static final String T_Q7 = "Можно ли отменить заказ?";
    public static final String T_A7 = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
    public static final String T_Q8 = "Я жизу за МКАДом, привезёте?";
    public static final String T_A8 = "Да, обязательно. Всем самокатов! И Москве, и Московской области.";
}
